tap "1password/tap"
tap "argoproj/tap"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "1password-cli"
brew "antigen"
brew "argo"
brew "argocd"
brew "kubectl-argo-rollouts"
brew "bat"
brew "btop"
brew "cloc"
brew "composer"
brew "diff-so-fancy"
brew "doctl"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "less"
brew "lua-language-server"
brew "minikube"
brew "most"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "ssh-copy-id"
brew "stow"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"

cask "1password"
cask "alfred"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "imageoptim"
cask "kitty"
cask "rapidapi"
cask "tiles"
cask "transmission"
cask "transmit"
cask "vlc"
